Revit 2027 API
ParameterTypeId.StairRampStringerCurveSlope Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairRampStringerCurveSlope { get; }
Public Shared ReadOnly Property StairRampStringerCurveSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairRampStringerCurveSlope {
	ForgeTypeId^ get ();
}
static member StairRampStringerCurveSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace